Repository: jacklandrin/OnlySwitch
Catalog: OnlySwitchRemote/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fil, fr, hr, it, ja, ko, nl, pl, pt_br, ru, sk, so, tr, uk, zh_hans, zh_hant

source: Pairing in progress
cs: Probíhá párování
de: Kopplung läuft
es: Emparejamiento en curso
fil: Nagaganap ang Pairing
fr: Appairage en cours
hr: Uparivanje u tijeku
it: Accoppiamento in corso
ja: ペアリング中
ko: 페어링 진행 중
nl: Koppelen bezig
pl: Trwa parowanie
pt_br: Pareamento em andamento
ru: Идёт сопряжение
sk: Párovanie v priebehu
so: Isku-xirid waa socotaa
tr: Eşleşme devam ediyor
uk: Триває спарювання
zh_hans: 正在配对
zh_hant: 正在進行配對

source: Pairing Problem
cs: Problém s párováním
de: Problem bei der Kopplung
es: Problema de emparejamiento
fil: Isyu sa Pairing
fr: Problème d'appairage
hr: Problem s uparivanjem
it: Problema di accoppiamento
ja: ペアリングの問題
ko: 페어링 문제
nl: Probleem met koppelen
pl: Problem z parowaniem
pt_br: Problema no pareamento
ru: Проблема с сопряжением
sk: Problém s párovaním
so: Dhibaato isku-xirid
tr: Eşleşme Sorunu
uk: Проблема зі спарюванням
zh_hans: 配对问题
zh_hant: 配對問題

source: Pairing required
cs: Vyžadováno párování
de: Kopplung erforderlich
es: Se requiere emparejamiento
fil: Kinakailangan ang Pairing
fr: Appairage requis
hr: Potrebno je uparivanje
it: Accoppiamento richiesto
ja: ペアリングが必要です
ko: 페어링 필요
nl: Koppelen vereist
pl: Wymagane parowanie
pt_br: Pareamento necessário
ru: Требуется сопряжение
sk: Vyžaduje sa párovanie
so: Waa loo baahan yahay isku-xirid
tr: Eşleşme gerekli
uk: Необхідне спарювання
zh_hans: 需要配对
zh_hant: 需要配對

source: Pairing required — open Settings to reconnect
cs: Vyžadováno párování – otevřete Nastavení pro opětovné připojení
de: Kopplung erforderlich – öffnen Sie die Einstellungen, um eine neue Verbindung herzustellen
es: Se requiere emparejamiento: abre Preferencias para reconectar
fil: Kinakailangan ang Pairing — buksan ang Mga Setting upang makonekta muli
fr: Appairage requis — ouvrez les Paramètres pour vous reconnecter
hr: Potrebno je uparivanje — otvorite Postavke za ponovno povezivanje
it: Accoppiamento richiesto: apri le Impostazioni per riconnetterti
ja: ペアリングが必要です — 再接続するには設定を開いてください
ko: 페어링 필요 — 연결을 다시 하려면 설정을 엽니다.
nl: Koppelen vereist – open Instellingen om opnieuw te verbinden
pl: Wymagane parowanie – otwórz Preferencje, aby ponownie połączyć się
pt_br: Pareamento necessário — abra Ajustes para reconectar
ru: Требуется сопряжение — откройте Настройки для повторного подключения
sk: Vyžaduje sa párovanie — otvorte Nastavenia na znovupripojenie
so: Waa loo baahan yahay isku-xirid — fur Settinka si aad u xirto mar kale
tr: Eşleşme gerekli — yeniden bağlanmak için Tercihler'i açın
uk: Необхідне спарювання — відкрийте Налаштування, щоб підключитися знову
zh_hans: 需要配对——请打开“设置”以重新连接
zh_hant: 需要配對 — 請開啟「設定」重新連線

source: Ready
cs: Připraveno
de: Bereit
es: Listo
fil: Handa
fr: Prêt
hr: Spremno
it: Pronto
ja: 準備完了
ko: 준비됨
nl: Klaar
pl: Gotowy
pt_br: Pronto
ru: Готово
sk: Pripravené
so: Diyaar
tr: Hazır
uk: Готово
zh_hans: 就绪
zh_hant: 就緒

source: Remove this device from OnlySwitch on the Mac, then start a new pairing session.
cs: Odeberte toto zařízení z aplikace OnlySwitch na Macu a poté zahajte nové párování.
de: Entfernen Sie dieses Gerät in OnlySwitch auf dem Mac und starten Sie dann eine neue Kopplungssitzung.
es: Elimina este dispositivo de OnlySwitch en el Mac y luego inicia una nueva sesión de emparejamiento.
fil: Tanggalin ang device na ito sa OnlySwitch sa Mac, pagkatapos ay magsimula ng bagong sesyon ng pairing.
fr: Supprimez cet appareil dans OnlySwitch sur le Mac, puis lancez une nouvelle session d'appairage.
hr: Uklonite ovaj uređaj iz OnlySwitcha na Macu, a zatim započnite novu sesiju uparivanja.
it: Rimuovi questo dispositivo da OnlySwitch sul Mac, quindi avvia una nuova sessione di accoppiamento.
ja: Mac の OnlySwitch からこのデバイスを削除し、新しいペアリングセッションを開始してください。
ko: Mac의 OnlySwitch에서 이 장치를 제거한 후 새 페어링 세션을 시작하세요.
nl: Verwijder dit apparaat uit OnlySwitch op de Mac en start vervolgens een nieuwe koppelingssessie.
pl: Usuń to urządzenie z aplikacji OnlySwitch na komputerze Mac, a następnie rozpocznij nową sesję parowania.
pt_br: Remova este dispositivo do OnlySwitch no Mac e inicie uma nova sessão de pareamento.
ru: Удалите это устройство из OnlySwitch на Mac, затем начните новое сеанс сопряжения.
sk: Odstráňte toto zariadenie z OnlySwitch na Macu, potom začnite novú reláciu párovania.
so: Ka saar qalabkan OnlySwitch ee Mac-ga, kadibna bilaab fursad cusub oo isku-xirid.
tr: Bu cihazı Mac'teki OnlySwitch'ten kaldırın, ardından yeni bir eşleşme oturumu başlatın.
uk: Видаліть цей пристрій із OnlySwitch на Mac, а потім почніть нову сесію спарювання.
zh_hans: 请在 Mac 上的 OnlySwitch 中移除此设备，然后开始新的配对会话。
zh_hant: 請在 Mac 的 OnlySwitch 中移除此裝置，然後開始新的配對作業。

source: Requires confirmation before running
cs: Vyžaduje potvrzení před spuštěním
de: Erfordert Bestätigung vor der Ausführung
es: Requiere confirmación antes de ejecutar
fil: Kinakailangan ang kumpirmasyon bago patakbuhin
fr: Nécessite une confirmation avant exécution
hr: Zahtijeva potvrdu prije pokretanja
it: Richiede conferma prima dell'esecuzione
ja: 実行前に確認が必要です
ko: 실행 전 확인 필요
nl: Vereist bevestiging voordat het wordt uitgevoerd
pl: Wymaga potwierdzenia przed uruchomieniem
pt_br: Requer confirmação antes de executar
ru: Требует подтверждения перед запуском
sk: Vyžaduje potvrdenie pred spustením
so: Wuxuu u baahan yahay xaqiijin ka hor inta aan la fulin
tr: Çalıştırılmadan önce onay gerektirir
uk: Потребує підтвердження перед виконанням
zh_hans: 运行前需要确认
zh_hant: 執行前需確認

source: Retry
cs: Zkusit znovu
de: Wiederholen
es: Reintentar
fil: Subukan Muli
fr: Réessayer
hr: Pokušaj ponovno
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
sk: Skúsiť znova
so: Isku day mar kale
tr: Tekrar Dene
uk: Спробувати ще раз
zh_hans: 重试
zh_hant: 重試

source: Retry Discovery
cs: Opakovat vyhledávání
de: Suche wiederholen
es: Reintentar detección
fil: Subukang Muling Hanapin
fr: Réessayer la découverte
hr: Ponovno pokušaj otkrivanje
it: Riprova la rilevazione
ja: 検索を再試行
ko: 검색 다시 시도
nl: Detectie opnieuw proberen
pl: Ponów wykrywanie
pt_br: Tentar descobrir novamente
ru: Повторить поиск
sk: Skúsiť znova objavenie
so: Isku day ogaanshaha mar kale
tr: Keşfi Tekrar Dene
uk: Повторити пошук
zh_hans: 重试发现
zh_hant: 重新搜尋

source: Retry Forgetting
cs: Opakovat odebrání
de: Vergessen wiederholen
es: Reintentar olvido
fil: Subukang Muling Kalimutan
fr: Réessayer l'oubli
hr: Ponovno pokušaj zaboravljanje
it: Riprova la rimozione
ja: 削除を再試行
ko: 지우기 다시 시도
nl: Vergeten opnieuw proberen
pl: Ponów usuwanie
pt_br: Tentar esquecer novamente
ru: Повторить удаление
sk: Znova skúsiť zabudnutie
so: Isku day ilowista mar kale
tr: Unutmayı Tekrar Dene
uk: Повторити забуття
zh_hans: 重试取消配对
zh_hant: 重新解除配對

source: Retry Saving Layout
cs: Opakovat uložení rozložení
de: Speichern des Layouts wiederholen
es: Reintentar guardar disposición
fil: Subukang Muling I-save ang Layout
fr: Réessayer l'enregistrement de la disposition
hr: Ponovno pokušaj spremanje rasporeda
it: Riprova il salvataggio del layout
ja: レイアウトの保存を再試行
ko: 레이아웃 저장 다시 시도
nl: Indeling opslaan opnieuw proberen
pl: Ponów zapisywanie układu
pt_br: Tentar salvar o layout novamente
ru: Повторить сохранение макета
sk: Skúsiť znova uloženie rozloženia
so: Isku keydinta qaab-dhismeedka mar kale
tr: Düzeni Kaydetmeyi Tekrar Dene
uk: Повторити збереження макету
zh_hans: 重试保存布局
zh_hant: 重新儲存版面配置

source: Run
cs: Spustit
de: Ausführen
es: Ejecutar
fil: patakbuhin
fr: Marche
hr: Pokreni
it: Esegui
ja: 実行
ko: 실행
nl: Uitvoeren
pl: Uruchom
pt_br: Executar
ru: Запустить
sk: Spustiť
tr: Çalıştır
uk: Виконати
zh_hans: 执行
zh_hant: 執行

source: Run %@?
cs: Spustit %@?
de: %@ ausführen?
es: ¿Ejecutar %@?
fil: Patakbuhin ang %@?
fr: Exécuter %@ ?
hr: Pokrenuti %@?
it: Eseguire %@?
ja: %@ を実行しますか？
ko: %@ 을(를) 실행하시겠습니까?
nl: %@ uitvoeren?
pl: Uruchomić %@?
pt_br: Executar %@?
ru: Запустить %@?
sk: Spustiť %@?
so: Ma fulin %@?
tr: %@ çalıştırsın mı?
uk: Виконати %@?
zh_hans: 是否运行%@？
zh_hant: 要執行「%@」嗎？

source: Runs this control on the selected Mac
cs: Spuští tento ovládací prvek na vybraném Macu
de: Führt dieses Steuerelement auf dem ausgewählten Mac aus
es: Ejecuta este control en el Mac seleccionado
fil: Pinapatakbo ang kontrol na ito sa napiling Mac
fr: Exécute ce contrôle sur le Mac sélectionné
hr: Izvršava ovu kontrolu na odabranom Macu
it: Esegue questo controllo sul Mac selezionato
ja: 選択された Mac でこのコントロールを実行します
ko: 선택된 Mac에서 이 제어 항목을 실행합니다.
nl: Voert dit besturingselement uit op de geselecteerde Mac
pl: Uruchamia ten element sterujący na wybranym komputerze Mac
pt_br: Executa este controle no Mac selecionado
ru: Выполняет этот элемент управления на выбранном Mac
sk: Spustí toto ovládanie na vybranom Macu
so: Wuxuu fuliyaa xakamayntan ee Mac-ga la doortay
tr: Bu kontrolü seçili Mac'te çalıştırır
uk: Виконує цей елемент керування на вибраному Mac
zh_hans: 在所选 Mac 上执行此控制项
zh_hant: 在選定的 Mac 上執行此控制項

source: Select a Mac to continue.
cs: Vyberte Mac pro pokračování.
de: Wählen Sie einen Mac aus, um fortzufahren.
es: Selecciona un Mac para continuar.
fil: Pumili ng Mac upang magpatuloy.
fr: Sélectionnez un Mac pour continuer.
hr: Odaberite Mac za nastavak.
it: Seleziona un Mac per continuare.
ja: 続行するには、Mac を選択してください。
ko: 계속하려면 Mac을 선택하세요.
nl: Selecteer een Mac om door te gaan.
pl: Wybierz komputer Mac, aby kontynuować.
pt_br: Selecione um Mac para continuar.
ru: Выберите Mac для продолжения.
sk: Vyberte Mac, aby ste pokračovali.
so: Dooro Mac si aad u sii waddo.
tr: Devam etmek için bir Mac seçin.
uk: Виберіть Mac, щоб продовжити.
zh_hans: 请选择一台 Mac 以继续。
zh_hant: 請選擇一台 Mac 以繼續。

source: Select Mac: %@
cs: Vybrat Mac: %@
de: Mac auswählen: %@
es: Seleccionar Mac: %@
fil: Pumili ng Mac: %@
fr: Sélectionner le Mac : %@
hr: Odaberi Mac: %@
it: Seleziona Mac: %@
ja: Mac の選択: %@
ko: Mac 선택: %@
nl: Mac selecteren: %@
pl: Wybierz komputer Mac: %@
pt_br: Selecionar Mac: %@
ru: Выбрать Mac: %@
sk: Vybrať Mac: %@
so: Dooro Mac: %@
tr: Mac Seç: %@
uk: Вибрати Mac: %@
zh_hans: 选择 Mac：%@
zh_hant: 選擇 Mac：%@

source: Selected Mac: %@
cs: Vybraný Mac: %@
de: Ausgewählter Mac: %@
es: Mac seleccionado: %@
fil: Napiling Mac: %@
fr: Mac sélectionné : %@
hr: Odabrani Mac: %@
it: Mac selezionato: %@
ja: 選択中の Mac: %@
ko: 선택된 Mac: %@
nl: Geselecteerde Mac: %@
pl: Wybrany komputer Mac: %@
pt_br: Mac selecionado: %@
ru: Выбранный Mac: %@
sk: Vybraný Mac: %@
so: Mac-ga la doortay: %@
tr: Seçili Mac: %@
uk: Вибрано Mac: %@
zh_hans: 已选 Mac：%@
zh_hant: 已選取的 Mac：%@

source: Selects this Mac for pairing
cs: Vybere tento Mac pro párování
de: Wählt diesen Mac für die Kopplung aus
es: Selecciona este Mac para emparejar
fil: Pinipili ang Mac na ito para sa pairing
fr: Sélectionne ce Mac pour l'appairage
hr: Odabire ovaj Mac za uparivanje
it: Seleziona questo Mac per l'accoppiamento
ja: この Mac をペアリング用に選択します
ko: 이 Mac을 페어링 대상으로 선택합니다.
nl: Selecteert deze Mac voor koppelen
pl: Wybiera ten komputer Mac do sparowania
pt_br: Seleciona este Mac para pareamento
ru: Выбирает этот Mac для сопряжения
sk: Vyberá tento Mac na párovanie
so: Wuxuu dooranayaa Mac-gan isku-xirid
tr: Bu Mac'i eşleşme için seçer
uk: Вибір цього Mac для спарювання
zh_hans: 选择此 Mac 进行配对
zh_hant: 將此 Mac 選取用於配對

source: Settings
cs: Nastavení
de: Einstellungen
es: Preferencias
fil: mga settings
fr: Paramètres
hr: Postavke
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Preferencje
pt_br: Ajustes
ru: Настройки
sk: Nastavenia
so: Settinka
tr: Tercihler
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Shortcuts
cs: Zkratky
de: Kurzbefehle
fr: Raccourcis
hr: Prečaci
ja: ショートカット
ko: 단축키
nl: Snelkoppelingen
pl: Skróty
pt_br: Atalhos
ru: Команды
sk: Skratky
tr: Kısayollar
uk: Команди
zh_hans: 快捷指令
zh_hant: 捷徑

source: Shown on dashboard
cs: Zobrazeno v přehledu
de: Auf dem Dashboard angezeigt
es: Mostrado en el panel
fil: Ipinakita sa Dashboard
fr: Affiché sur le tableau de bord
hr: Prikazano na nadzornoj ploči
it: Mostrato sulla dashboard
ja: ダッシュボードに表示
ko: 대시보드에 표시됨
nl: Weergegeven op dashboard
pl: Wyświetlane na pulpicie
pt_br: Exibido no painel
ru: Отображается на панели управления
sk: Zobrazené na dashboarde
so: Lagu muujiyey Dashboard-ka
tr: Kontrol panelinde gösterilir
uk: Показано на панелі приладів
zh_hans: 显示于仪表板
zh_hant: 顯示於儀表板

source: Start a new pairing session and verify that you selected the Mac showing the code.
cs: Zahajte nové párování a ověřte, že jste vybrali Mac zobrazující kód.
de: Starten Sie eine neue Kopplungssitzung und überprüfen Sie, ob Sie den Mac ausgewählt haben, der den Code anzeigt.
es: Inicia una nueva sesión de emparejamiento y verifica que seleccionaste el Mac que muestra el código.
fil: Magsimula ng bagong sesyon ng pairing at kumpirmahin na napili mo ang Mac na nagpapakita ng kodigo.
fr: Lancez une nouvelle session d'appairage et vérifiez que vous avez sélectionné le Mac affichant le code.
hr: Započnite novu sesiju uparivanja i provjerite jeste li odabrali Mac koji prikazuje kod.
it: Avvia una nuova sessione di accoppiamento e verifica di aver selezionato il Mac che mostra il codice.
ja: 新しいペアリングセッションを開始し、コードが表示されている Mac を選択したことを確認してください。
ko: 새 페어링 세션을 시작하고 코드가 표시된 Mac을 선택했는지 확인하세요.
nl: Start een nieuwe koppelingssessie en controleer of je de Mac hebt geselecteerd waarop de code wordt weergegeven.
pl: Rozpocznij nową sesję parowania i upewnij się, że wybrano komputer Mac wyświetlający kod.
pt_br: Inicie uma nova sessão de pareamento e verifique se selecionou o Mac que exibe o código.
ru: Начните новый сеанс сопряжения и убедитесь, что вы выбрали Mac с отображаемым кодом.
sk: Začnite novú reláciu párovania a overte, či ste vybrali Mac, ktorý zobrazuje kód.
so: Bilaab fursad cusub oo isku-xirid, kadibna hubi inaad dooratay Mac-ga koodhka muujinaya.
tr: Yeni bir eşleşme oturumu başlatın ve kodu gösteren Mac'i seçtiğinizden emin olun.
uk: Почніть нову сесію спарювання та переконайтеся, що ви вибрали Mac із показаним кодом.
zh_hans: 开始新的配对会话，并确认您选择了显示代码的 Mac。
zh_hant: 開始新的配對作業，並確認您已選取顯示配對碼的 Mac。

source: Start a new pairing session in OnlySwitch on your Mac and enter its new code.
cs: Zahajte nové párování v aplikaci OnlySwitch na vašem Macu a zadejte nový kód.
de: Starten Sie eine neue Kopplungssitzung in OnlySwitch auf Ihrem Mac und geben Sie den neuen Code ein.
es: Inicia una nueva sesión de emparejamiento en OnlySwitch en tu Mac e ingresa su nuevo código.
fil: Magsimula ng bagong sesyon ng pairing sa OnlySwitch sa iyong Mac at ipasok ang bagong kodigo nito.
fr: Lancez une nouvelle session d'appairage dans OnlySwitch sur votre Mac et saisissez son nouveau code.
hr: Započnite novu sesiju uparivanja u OnlySwitchu na vašem Macu i unesite njegov novi kod.
it: Avvia una nuova sessione di accoppiamento in OnlySwitch sul tuo Mac e inserisci il nuovo codice.
ja: Mac の OnlySwitch で新しいペアリングセッションを開始し、新しいコードを入力してください。
ko: Mac의 OnlySwitch에서 새 페어링 세션을 시작하고 새로운 코드를 입력하세요.
nl: Start een nieuwe koppelingssessie in OnlySwitch op je Mac en voer de nieuwe code in.
pl: Rozpocznij nową sesję parowania w aplikacji OnlySwitch na komputerze Mac i wprowadź nowy kod.
pt_br: Inicie uma nova sessão de pareamento no OnlySwitch do seu Mac e insira seu novo código.
ru: Начните новый сеанс сопряжения в OnlySwitch на вашем Mac и введите его новый код.
sk: Začnite novú reláciu párovania v OnlySwitch na vašom Macu a zadajte jeho nový kód.
so: Bilaab fursad cusub oo isku-xirid ku jirta OnlySwitch ee Mac-gaaga, kadibna geli koodhkiisa cusub.
tr: Mac'inizdeki OnlySwitch'te yeni bir eşleşme oturumu başlatın ve yeni kodunu girin.
uk: Почніть нову сесію спарювання в OnlySwitch на вашому Mac та введіть його новий код.
zh_hans: 在您的 Mac 上的 OnlySwitch 中开始新的配对会话，并输入新代码。
zh_hant: 在您的 Mac 上的 OnlySwitch 中開始新的配對作業，並輸入其新配對碼。

source: Status
cs: Stav
es: Estado
fil: Katayuan
fr: Statut
it: Stato
ja: ステータス
ko: 상태
pl: Stan
ru: Статус
sk: Stav
so: Xaalad
tr: Durum
uk: Статус
zh_hans: 状态
zh_hant: 狀態

source: The dashboard layout wasn’t saved. Your latest choices are still available to retry.
cs: Rozložení přehledu nebylo uloženo. Vaše poslední volby jsou stále k dispozici pro opakování.
de: Das Dashboard-Layout wurde nicht gespeichert. Ihre letzten Auswahlmöglichkeiten stehen zum erneuten Versuch noch zur Verfügung.
es: La disposición del panel no se guardó. Tus últimas opciones siguen disponibles para reintentar.
fil: Hindi naka-save ang layout ng Dashboard. Ang iyong pinakahuling mga pagpipilian ay maaari pa ring subukan muli.
fr: La disposition du tableau de bord n'a pas été enregistrée. Vos derniers choix sont toujours disponibles pour réessayer.
hr: Raspored nadzorne ploče nije spremljen. Vaši najnoviji izbori su još uvijek dostupni za ponovni pokušaj.
it: Il layout della dashboard non è stato salvato. Le tue ultime scelte sono ancora disponibili per un nuovo tentativo.
ja: ダッシュボードのレイアウトは保存されませんでした。最新の選択内容は再試行可能です。
ko: 대시보드 레이아웃이 저장되지 않았습니다. 최신 선택 항목은 다시 시도할 수 있습니다.
nl: De indeling van het dashboard is niet opgeslagen. Je laatste keuzes zijn nog steeds beschikbaar om opnieuw te proberen.
pl: Układ pulpitu nie został zapisany. Twoje najnowsze wybory są nadal dostępne do ponownej próby.
pt_br: O layout do painel não foi salvo. Suas últimas escolhas ainda estão disponíveis para tentar novamente.
ru: Макет панели управления не был сохранён. Ваши последние выборы доступны для повторной попытки.
sk: Rozloženie dashboardu nebolo uložené. Vaše najnovšie výbery sú stále dostupné na opakovanie.
so: Qaab-dhismeedka Dashboard-ka lama keydin. Doorooyinkaadi ugu dambeeyey weli way jiraan si aad u isku daydo mar kale.
tr: Kontrol paneli düzeni kaydedilmedi. En son seçimleriniz tekrar denemek için hala kullanılabilir durumda.
uk: Макет панелі приладів не збережено. Ваші останні вибори залишаються доступними для повторної спроби.
zh_hans: 仪表板布局未保存。您最新的选择仍可重试。
zh_hant: 儀表板版面配置未儲存。您最新的選擇仍可重新嘗試。

source: The Mac could not be reached.
cs: Nepodařilo se navázat spojení s počítačem Mac.
de: Der Mac konnte nicht erreicht werden.
es: No se pudo acceder al Mac.
fil: Hindi maabot ang Mac.
fr: Impossible de joindre le Mac.
hr: Mac se ne može doseći.
it: Impossibile raggiungere il Mac.
ja: Mac に接続できませんでした。
ko: Mac에 연결할 수 없습니다.
nl: De Mac kon niet worden bereikt.
pl: Nie można połączyć się z komputerem Mac.
pt_br: Não foi possível alcançar o Mac.
ru: Доступ к Mac невозможен.
sk: Mac nebolo možné dosiahnuť.
so: Mac-ga la heli waayey.
tr: Mac'e ulaşılamadı.
uk: Неможливо підключитися до Mac.
zh_hans: 无法连接该 Mac。
zh_hant: 無法連線至該 Mac。

source: The Mac could not complete this action.
cs: Počítači Mac se nepodařilo dokončit tuto akci.
de: Der Mac konnte diese Aktion nicht abschließen.
es: El Mac no pudo completar esta acción.
fil: Hindi natapos ng Mac ang aksyong ito.
fr: Le Mac n'a pas pu exécuter cette action.
hr: Mac nije mogao dovršiti ovu radnju.
it: Il Mac non ha potuto completare questa azione.
ja: Mac でこのアクションを完了できませんでした。
ko: Mac에서 이 작업을 완료하지 못했습니다.
nl: De Mac kon deze actie niet voltooien.
pl: Komputer Mac nie mógł zakończyć tej akcji.
pt_br: O Mac não pôde concluir esta ação.
ru: Mac не смог выполнить это действие.
sk: Mac nemohol dokončiť túto akciu.
so: Mac-gu ma dhammaystiri karay ficilkan.
tr: Mac bu işlemi tamamlayamadı.
uk: Mac не зміг виконати цю дію.
zh_hans: 该 Mac 无法完成此操作。
zh_hant: Mac 無法完成此動作。

source: The Mac did not respond. Retry the same request?
cs: Počítač Mac nereagoval. Zkusit stejný požadavek znovu?
de: Der Mac hat nicht reagiert. Dieselbe Anfrage erneut senden?
es: El Mac no respondió. ¿Reintentar la misma solicitud?
fil: Hindi tumugon ang Mac. Subukan muli ang parehong hiling?
fr: Le Mac n'a pas répondu. Réessayer la même demande ?
hr: Mac nije odgovorio. Ponovno pokušati isti zahtjev?
it: Il Mac non ha risposto. Riprovare con la stessa richiesta?
ja: Mac から応答がありませんでした。同じリクエストを再試行しますか？
ko: Mac에서 응답이 없습니다. 동일한 요청을 다시 시도하시겠습니까?
nl: De Mac reageerde niet. Dezelfde aanvraag opnieuw proberen?
pl: Komputer Mac nie odpowiedział. Spróbować ponownie wysłać to samo żądanie?
pt_br: O Mac não respondeu. Tentar a mesma solicitação novamente?
ru: Mac не ответил. Повторить тот же запрос?
sk: Mac neodpovedal. Skúsiť znova rovnaký požiadavok?
so: Mac-gu ma jawaabin. Ma isku daydaa codsigaas oo kale mar kale?
tr: Mac yanıt vermedi. Aynı isteği tekrar denesin mi?
uk: Mac не відповів. Повторити той самий запит?
zh_hans: 该 Mac 无响应。是否重试相同请求？
zh_hant: Mac 沒有回應。要重試相同的要求嗎？

source: The Mac may already have completed this action. Retrying sends the same request so OnlySwitch can safely deduplicate it.
cs: Je možné, že počítač Mac tuto akci již dokončil. Opakováním se odešle stejný požadavek, aby aplikace OnlySwitch mohla bezpečně odstranit duplikáty.
de: Der Mac hat diese Aktion möglicherweise bereits ausgeführt. Durch das Wiederholen wird dieselbe Anfrage gesendet, damit OnlySwitch sie sicher als Duplikat erkennen kann.
es: Es posible que el Mac ya haya completado esta acción. Al reintentar se envía la misma solicitud para que OnlySwitch pueda eliminarla de forma segura.
fil: Maaaring natapos na ng Mac ang aksyong ito. Ang pagsubok muli ay magpapadala ng parehong hiling upang ma-deduplicate nang ligtas ng OnlySwitch.
fr: Le Mac a peut-être déjà exécuté cette action. La nouvelle tentative renvoie la même demande afin qu'OnlySwitch puisse la dédoublonner en toute sécurité.
hr: Moguće je da je Mac već izvršio ovu radnju. Ponovnim pokušajem šalje se isti zahtjev kako bi ga OnlySwitch mogao sigurno de-duplicirati.
it: È possibile che il Mac abbia già completato questa azione. Il nuovo invio della stessa richiesta consente a OnlySwitch di eliminarne correttamente i duplicati.
ja: このアクションは既に完了している可能性があります。再試行すると同じリクエストが送信され、OnlySwitch が安全に重複排除を行います。
ko: Mac에서 이미 이 작업을 완료했을 수 있습니다. 다시 시도하면 동일한 요청이 전송되어 OnlySwitch가 안전하게 중복 제거할 수 있습니다.
nl: De Mac heeft deze actie mogelijk al voltooid. Bij een nieuwe poging wordt dezelfde aanvraag verzonden, zodat OnlySwitch deze veilig kan verwijderen.
pl: Komputer Mac mógł już zakończyć tę akcję. Ponowna próba wysyła to samo żądanie, dzięki czemu aplikacja OnlySwitch może bezpiecznie zduplikować je.
pt_br: É possível que o Mac já tenha concluído esta ação. A nova tentativa envia a mesma solicitação para que o OnlySwitch possa descartar duplicatas com segurança.
ru: Возможно, Mac уже выполнил это действие. Повторная отправка того же запроса позволит OnlySwitch безопасно исключить дублирование.
sk: Mac už môže mať túto akciu dokončenú. Opakovanie odosle rovnakú požiadavku, aby OnlySwitch mohol bezpečne deduplikovať.
so: Mac-gu wuxuu horey u dhammaystiri karaa ficilkan. Isku-dayiddu waxay diraysaa codsigaas oo kale si OnlySwitch ay si badbaado leh ugu tirtirto isku-dhafka.
tr: Mac bu işlemi zaten tamamlamış olabilir. Tekrar denemek, OnlySwitch'in bunu güvenli bir şekilde yinelenenlerden arındırabilmesi için aynı isteği gönderir.
uk: Можливо, Mac вже виконав цю дію. Повторна спроба надсилає той самий запит, щоб OnlySwitch міг безпечно усунути дублікати.
zh_hans: 该 Mac 可能已完成此操作。重试将发送相同请求，以便 OnlySwitch 安全去重。
zh_hant: 該 Mac 可能已執行此動作。重試會傳送相同要求，讓 OnlySwitch 能安全地去除重複項目。
